<?php


?>

<h2 class="title-h2  title-h2--big  page-delivery__title">Пользовательское соглашение</h2>
<div class="page-delivery__wrapper">
    <div class="page-delivery__wrapper-left">
        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-list">
                Внимание! Настоящее пользовательское соглашение (далее по тексту также Соглашение) распространяется на
                все правоотношения, возникающие между
                правообладателем сетевого ресурса VseBox и его посетителем (потребителем). При использовании данного
                сетевого ресурса предполагается,
                что оборудование каждого из участников правоотношений технически исправно, не имеет программных и иных
                изъянов, не действует под влиянием вредоносного
                кода и имеет достаточную пропускную способность и иные характеристики канала связи, позволяющие
                использовать содержимое данного сетевого ресурса в полной
                мере. Данное соглашение является юридически обязательным документом для всех Пользователей
                (Потребителей), посещающих и использующих Сайт в соответствии
                с его основным назначением и содержанием. Любой Пользователь должен ознакомиться с настоящим Соглашением
                и принять все его положения и условия. Используя
                Сайт, Пользователь настоящим подтверждает и заверяет Администрацию Сайта, что имеет необходимую право- и
                дееспособность, достаточную для использования
                Сайта в соответствии с его основным назначением и содержанием.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                1. Данное Соглашение предусматривает формализацию процесса использования посетителем (потребителем) всех
                возможностей сетевого ресурса VseBox.
                К возможностям указанного сетевого ресурса относятся нижеперечисленные пункты, но не ограничиваясь:
            </div>
            <div class="page-delivery__faq-block-list">
                1.1. предоставление информации о товарах категория бытовая электроника, а также об их стоимости;
                <br><br>1.2. формальное предложение правообладателя данного сетевого ресурса, адресованное
                неограниченному кругу посетителей (потребителей) заключить сделку по оказанию услуг по доставке
                выбранных товаров, с указанием всех необходимых для этого условий (публичная оферта, предусмотренная ст.
                437 Гражданского кодекса Российской Федерации);
                <br><br>1.3. программный код, интегрированный в структуру данного сетевого ресурса, результат действия
                которого
                представляет собой автоматическую нерепрезентативную выборку товара в случае заключения сделки с
                посетителем
                (потребителем) ресурса;
                <br><br>1.4. интеграция с сервисами по оплате совершённой покупки PayTrio;
                <br><br>1.5. техническая поддержка, реализованная в виде онлайн-консультанта.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                2. Данное Соглашение, при безусловном его принятии посетителем (потребителем) путём авторизации на сайте
                при помощи одной из социальных сетей, считается акцептированным и приобретает силу публичного договора
                (ст. 426 Гражданского кодекса Российской Федерации).
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                3. Предметом Соглашения, при его акцепте посетителем (потребителем), является купля-продажа товаров,
                согласно каталогу категорий продуктов,
                размещенному на главной странице сетевого ресурса VseBox, а также услуг по доставке (в том числе
                продаже) имеющихся у посетителя (потребителя) таких продуктов.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                4. Особенностью получения товара является выбор посетителем (потребителем) интересующей его категории
                товара.
                Стоимость каждого товара, входящего в конкретную категорию, указывается в каталоге и является
                неизменной.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                5. Товары, входящие в одну категорию, приравниваются между собой по стоимости и по всем другим
                показателям.
                В связи с этим после выбора интересующей категории происходит автоматическая нерепрезентативная выборка
                определённого товара,
                которую осуществляет в автоматическом режиме специальный программный код, интегрированный в структуру
                сетевого ресурса VseBox,
                после чего посетитель (потребитель) получает возможность сделать заказ на доставку полученного товара.
                Данное условие является обязательным, и в случае несогласия с ним посетитель (потребитель) ресурса имеет
                право отказаться от заключения сделки.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                6. При использовании приобретённого товара гарантируется его работоспособность и соответствие
                характеристикам соответствующей категории товаров. При этом следует иметь в виду, что, несмотря на
                одинаковую стоимость товаров,
                их ценность может колебаться в широком диапазоне.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                7. Ознакомление со всей информацией, размещённой на страницах сетевого ресурса VseBox, является
                обязательным этапом перед
                акцептованием данного Соглашения.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                8. Пополнение счета в рамках сетевого ресурса VseBox не предусматривает возврат неиспользованных средств
                Потребителю.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                9. Товар заказанный Потребителем может быть заменен на аналогичный (в пределах обозначенной на сайте
                цены) по усмотрению Администрации VseBox в случае если
                данного товара нет в наличии.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                10. Отправка заказа производится через Почту России. Администрация не производит повторную отправку
                посылки в случае если Потребитель
                не забрал посылку в своем почтовом отделении в срок и она вернулась отправителю.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                11. В случае внесения изменений в Соглашение, такие изменения вступают в силу с момента опубликования
                новой редакции Соглашения на Сайте,
                если иной срок вступления изменений в силу не определен дополнительно при их публикации.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                12. Настоящее Соглашение вводится на неопределенный срок и утрачивает свою силу при его аннулировании
                Администрацией Сайта.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                13. Отмена совершённого акцепта (одобрения и безоговорочного согласия со всеми условиями) допускается
                только в случае технического сбоя,
                непредумышленной ошибки с той или другой стороны сделки или в связи с возникновением обстоятельств
                непреодолимой силы. Во всех иных случаях сделка
                не может быть отменена.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                14. При возникновении споров и спорных ситуаций стороны обязуются разрешить возникший вопрос во
                внесудебном порядке.
                Обо всех случаях незаконного использования личных данных, чужих электронных средств оплаты и других
                нарушениях посетитель
                (потребитель) должен незамедлительно сообщить в службу поддержки сетевого ресурса VseBox
                Срок для ответа на предъявленную претензию составляет 10 (десять) рабочих дней с момента ее получения.
            </div>
        </div>

        <div class="page-delivery__faq-block">
            <div class="page-delivery__faq-block-header">
                15. В случае невозможности урегулировать спор во внесудебном порядке или при совершении правонарушения с
                использованием личных данных все
                дальнейшие взаимоотношения могут быть переданы в суд для разбирательства по существу.
            </div>
        </div>

    </div>

</div>
